Repository: DVSBA/EasyCreator
Catalog: administrator/components/com_easycreator/g11n/*/*.com_easycreator.po
Languages: hu_hu

source: File not found
hu_hu: A fájl nem található

source: Class %s not found
hu_hu: A(z) %s osztály nem található

source: Function not found
hu_hu: Funkció nem található

source: Empty translation
hu_hu: Üres fordítás

source: No languages found
hu_hu: Nyelv nem található

source: File loaded
hu_hu: Fájl betöltve

source: The file %s is empty
hu_hu: A %s fájl üres

source: Invalid file
hu_hu: Hibás fájl

source: The file has been saved
hu_hu: A fájl kimentve

source: Wrong base folder
hu_hu: Az alapértelmezett könyvtár hibás

source: The folder already exists
hu_hu: A könyvtár már létezik

source: Unable to create folder
hu_hu: A könyvtár létrehozása sikertelen

source: New folder
hu_hu: Új könyvtár

source: Create
hu_hu: Új

source: This is a folder
hu_hu: Ez egy könyvtár

source: The file already exists
hu_hu: Ez a fájl már létezik

source: Unable to create file
hu_hu: A fájl létrehozása sikertelen

source: New file
hu_hu: Új fájl

source: Empty
hu_hu: Üres

source: Folder does not exist
hu_hu: A könyvtár nem létezik

source: Unable to delete folder
hu_hu: A könyvtár törlése sikertelen

source: Delete folder
hu_hu: Könyvtár törlése

source: Delete
hu_hu: Törlés

source: File does not exist
hu_hu: A fájl nem létezik

source: Unable to delete file
hu_hu: A fájl nem törölhető

source: Delete file
hu_hu: Fájl törlése

source: Rename folder
hu_hu: Könyvtár átnevezése

source: Rename
hu_hu: Átnevezés

source: Rename file
hu_hu: Fájl átnevezése

source: Select...
hu_hu: Kiválasztás...

source: The file bootstrap.php has been copied to your Joomla root
hu_hu: A bootstrap.php a Joomla gyökérkönyvtárába lett másolva

source: Can not copy file %s
hu_hu: A(z) %s fájl nem másolható

source: No project selected
hu_hu: Nincs kiválasztott projekt

source: Invalid project
hu_hu: Hibás projekt

source: Unable to create tests directory
hu_hu: A teszt könyvtár betöltése sikertelen

source: The tests directory has been created
hu_hu: A teszt könyvtár sikeresen létrehozva

source: Only PHP files are allowed
hu_hu: Csak a PHP fájlok engedélyezettek

source: No classes found
hu_hu: Osztály nem található

source: Folder not found
hu_hu: Könyvtár nem található

source: No path set
hu_hu: Nincs beállított útvonal

source: Something went wrong...
hu_hu: Valami rosszul alakult...

source: Documentation has been created
hu_hu: Dokumentáció létrehozva

source: View Documentation
hu_hu: Dokumentáció megtekintése

source: View Errors
hu_hu: Hibák megtekintése

source: Not found
hu_hu: Nem található

source: No PEAR packages found - Please check your Paths
hu_hu: A PEAR csomagok nem találhatóak - Ellenőrizze az útvonalat

source: For more information see: %s
hu_hu: További információkért lásd: %s

source: See also: %s
hu_hu: Lásd még: %s

source: Package
hu_hu: Csomag

source: Version
hu_hu: Verzió

source: Recommended
hu_hu: Ajánlott

source: Info
hu_hu: Infó

source: Unsupported Joomla! version
hu_hu: Nem támogatott Joomla! verzió

source: Configuration has been saved
hu_hu: A beállítások mentve

source: The file has been created
hu_hu: A fájl létrehozva

source: The BOM has been removed
hu_hu: A BOM eltávolítva

source: Unable to remove the BOM
hu_hu: A BOM eltávolítása sikertelen

source: The logfiles have been deleted
hu_hu: A naplófájlok törölve

source: The logfiles could not be deleted
hu_hu: A naplófájlok törlése sikertelen

source: An error happened while creating your project
hu_hu: Hiba történt a projekt létrehozása közben

source: Your project has been created
hu_hu: A projekt létrehozva

source: Your project has been registered
hu_hu: A projekt regisztrálva

source: No table given
hu_hu: Nincs megadott tábla

source: Invalid Table
hu_hu: Hibás tábla

source: Invalid options
hu_hu: Hibás beállítások

source: Unable to load Autocode
hu_hu: Az Autocode betöltése sikertelen

source: Unable to update AutoCode
hu_hu: Az AutoCode frissítése sikertelen

source: AutoCode updated
hu_hu: AutoCode frissítve

source: invalid file
hu_hu: hibás fájl

source: File has been deleted
hu_hu: A fájl törölve

source: Unable to deleted the file
hu_hu: A fájl nem törölhető

source: The type %s is not supported yet.. remember - this is a beta
hu_hu: A %s típus még nem támogatott... emlékezz arra, hogy ez még béta

source: But you can copy + paste the code below to your params section..
hu_hu: De másolhatod + beillesztheted a kódot a lenti paraméterek szekcióban...

source: Could not create XML
hu_hu: Az XML létrehozása nem sikerült

source: The XML file has been saved
hu_hu: Az XML fájl mentve

source: Could not save XML file
hu_hu: Az XML fájl mentése nem sikerült

source: The Settings have been updated
hu_hu: A beállítások frissítve

source: The Project %s has been removed
hu_hu: A(z) %s projekt eltávolítva

source: The Project %s could not be removed
hu_hu: A(z) %s projekt eltávolítása sikertelen

source: Template has been deleted.
hu_hu: A sablon törölve.

source: No templates selected
hu_hu: Nincs kiválasztott sablon

source: Templates have been exported.
hu_hu: A sablon sikeresen exportálva.

source: Templates have been installed.
hu_hu: A sablon sikeresen telepítve.

source: The file has been deleted
hu_hu: A fájl törölve

source: Your ZIPfile has NOT been created
hu_hu: A ZIP fájl létrehozása NEM sikerült

source: Your ZIPfile has been created sucessfully
hu_hu: A ZIP fájl sikeresen létrehozva

source: No download available
hu_hu: Nincs elérhető letöltés

source: Log File
hu_hu: Naplófájl

source: JDump not found
hu_hu: JDump nem található

source: DebugTools not found
hu_hu: DebugTools nem található

source: Empty values in save
hu_hu: Üres értékek a mentésben

source: Empty content
hu_hu: Üres tartalom

source: The file must exist for save
hu_hu: Csak létező fájlt lehet kimenteni

source: Unable to copy file %s
hu_hu: A(z) %s fájl nem másolható

source: The file does not exist
hu_hu: A fájl nem létezik

source: No files found
hu_hu: Fájlok nem találhatóak

source: Project
hu_hu: Projekt

source: Languages
hu_hu: Nyelv

source: Configuration
hu_hu: Beállítás

source: Templates
hu_hu: Sablonok

source: Logfiles
hu_hu: Naplófájlok

source: Help
hu_hu: Segítség

source: More...
hu_hu: Még több...

source: Click for more options
hu_hu: A további beállításokért kattints ide

source: Save versioned
hu_hu: Verzió mentve

source: Continue editing
hu_hu: Szerkesztés folytatása

source: Invalid path
hu_hu: Hibás útvonal

source: Create language file
hu_hu: Új nyelvi fájl

source: Found a BOM in languagefile
hu_hu: A nyelvi fájlban BOM található

source: Log file contents
hu_hu: Napló fájl tartalma

source: Profile
hu_hu: Profil

source: Activate logging
hu_hu: Aktív naplózás

source: Please set a compression type
hu_hu: Állítsa be a tömörítés típusát

source: You can set a default compression type in configuration
hu_hu: Az alapértelmezett tömörítést a beállítások között lehet meghatározni

source: Select a file
hu_hu: Válasszon ki egy fájlt

source: Save
hu_hu: Mentés

source: Your extension so far
hu_hu: Az ön bővítménye eddig

source: Type
hu_hu: Típus

source: Template
hu_hu: Sablon

source: Name
hu_hu: Név

source: Description
hu_hu: Leírás

source: Author
hu_hu: Szerző

source: Author e-mail
hu_hu: Szerző e-mail

source: Author URL
hu_hu: Szerző URL

source: License
hu_hu: Liszensz

source: New Project
hu_hu: Új projekt

source: Register Project
hu_hu: Projekt regisztráció

source: Select
hu_hu: Kiválasztás

source: Site
hu_hu: Webhely

source: File
hu_hu: Fájl

source: Folder
hu_hu: Könyvtár

source: Path is not a folder
hu_hu: Az útvonal nem könyvtár

source: The file %s could not be found
hu_hu: A fájl %s nem található

source: Version No. %s
hu_hu: Verziószáma %s

source: Actual file
hu_hu: Valós fájl

source: Unable to write file %s
hu_hu: A(z) %s fájl nem írható

source: Key not found: %s
hu_hu: Kulcs nem található: %s

source: Can not save version
hu_hu: A verzió mentése nem lehetséges

source: File %s not found
hu_hu: A(z) %s fájl nem található

source: KEY
hu_hu: KULCS

source: Language files analysis
hu_hu: Nyelvi fájlok analízise

source: Click to translate
hu_hu: Kattintson a fordításhoz

source: PATH
hu_hu: ÚTVONAL

source: NOT USED
hu_hu: NEM HASZNÁLT

source: No language given
hu_hu: Nincs megadott nyelv

source: The file %s already exists
hu_hu: A(z) %s fájl már létezik

source: Invalid options for lanuage converter
hu_hu: Hibás beállítások a nyelv konvertálóban

source: Not checked
hu_hu: Nem ellenőrzött

source: Found
hu_hu: Talált

source: Not checked for UTF-8
hu_hu: Nem ellenőrzött, hogy van e UTF-8

source: File is not UTF-8 encoded
hu_hu: A fájl nem UTF-8 kódolással van ellátva

source: Not checked for BOM
hu_hu: Nem volt BOM ellenőrzés

source: No BOM
hu_hu: Nincs BOM

source: File Contents
hu_hu: Fájl tartalma

source: Error
hu_hu: Hiba

source: No parameters for this item
hu_hu: Ehhez az elemhez nincs paraméter

source: AutoCode %s not found
hu_hu: AutoCode %s nem található

source: Can not update Admin menu
hu_hu: Az Admin menü frissítése nem sikerült

source: Can not load xml file %s
hu_hu: A(z) %s XML fájl betöltése nem lehetséges

source: Unable to write file
hu_hu: A fájl nem írható

source: Invalid Project
hu_hu: Hibás projekt

source: JInstaller: Unable to remove project
hu_hu: JInstaller: A projekt eltávolítása sikertelen

source: File not found %s
hu_hu: A fájl nem található %s

source: Autocode key %s not found
hu_hu: Autocode kulcs: %s nem található

source: Can not write the file at %s
hu_hu: A fájl nem írható a(z) %s

source: Path does not have a valid package
hu_hu: Az útvonal nem tartalmaz érvényes csomagot

source: An error happened while installing your %s
hu_hu: Hiba történt a(z) %s telepítése közben

source: Required class %s not found
hu_hu: A(z) %s nevű kötelező osztály nem található

source: Custom options
hu_hu: Egyedi beállítások

source: Action %s not defined
hu_hu: A(z) %s esemény nincs meghatározva

source: The project type %s is not defined yet
hu_hu: A(z) %s projekt típus nincs meghatározva

source: Empty project name
hu_hu: Üres projekt név

source: Project %s not found
hu_hu: A(z) %s projekt nem található

source: Class not found
hu_hu: Osztály nem található

source: Could not load XML file
hu_hu: Az XML fájl betöltése sikertelen

source: Unable to load the xml file %s
hu_hu: A(z) %s XML fájl betöltése sikertelen

source: Files
hu_hu: Fájlok

source: Code lines
hu_hu: Kódsorok

source: Size
hu_hu: Méret

source: Code analysis %s
hu_hu: Kód analízis %s

source: code
hu_hu: kód

source: blanks
hu_hu: üres

source: comments
hu_hu: magyarázatok

source: Comment to Code ratio
hu_hu: Magyarázat és a kód aránya

source: Error creating archive
hu_hu: Az archív létrehozása közben hiba történt

source: Unable to find install package
hu_hu: Nem található a telepítő csomag

source: This is not an EasyCreator Extension Template
hu_hu: Ez nem az EasyCreator Extension Template

source: The template %s is already installed
hu_hu: A(z) %s nevű sablon már telepítve van

source: Can not create folder %s
hu_hu: A(z) %s könyvtár létrehozása sikertelen

source: No file selected
hu_hu: Nincs kiválasztott fájl

source: Invalid package
hu_hu: Hibás csomag

source: Edit
hu_hu: Szerkesztés

source: New
hu_hu: Új

source: Undefined format: %s
hu_hu: Nem definiált formátum:%s

source: Component
hu_hu: Komponens

source: Components
hu_hu: Komponensek

source: %d Component
hu_hu: %d komponens

source: Library
hu_hu: Könyvtár

source: Libraries
hu_hu: Könyvtárak

source: %d Library
hu_hu: %d könyvtár

source: Module
hu_hu: Modul

source: Modules
hu_hu: Modulok

source: %d Module
hu_hu: %d modul

source: Packages
hu_hu: Csomagok

source: %d Package
hu_hu: %d csomag

source: Plugin
hu_hu: Bővítmény

source: Plugins
hu_hu: Bővítmények

source: %d Plugin
hu_hu: %d bővítmény

source: %d Template
hu_hu: %d sablon

source: File not found: %s
hu_hu: Fájl nem található: %s

source: The extension "bz2" couldn't be found.
hu_hu: A "bz2" kiegészítő nem található.

source: Please make sure your version of PHP was built with bz2 support.
hu_hu: Kérem, hogy ellenőrizze az ön PHP verziójának bz2 támogatását.

source: Add row
hu_hu: Sor hozzáadása

source: Label
hu_hu: Címke

source: Length/Set
hu_hu: Hossz/Beállítás

source: Attributes
hu_hu: Attribútumok

source: Null
hu_hu: Nulla

source: Default
hu_hu: Alapértelmezett

source: Comment
hu_hu: Megjegyzés

source: EasyCreator is a developer tool.
hu_hu: Az EasyCreator egy fejlesztő eszköz.

source: It tries to speed up the developing process of custom Joomla! extensions.
hu_hu: Megpróbálja felgyorsítani a Joomla! bővítmények fejlesztését.

source: The %s Team.
hu_hu: A %s csapat.

source: Please use this extension only in local development environments.
hu_hu: Kérem, hogy ezt a kiegészítőt csak helyi fejlesztő környezetben használja.

source: Table
hu_hu: Táblázat

source: Field
hu_hu: Mező

source: Input type
hu_hu: Bemenet típusa

source: Choose
hu_hu: Válasszon

source: Display
hu_hu: Megjeleníés

source: Width
hu_hu: Szélesség

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Existing libraries: %s
hu_hu: Létező könyvtárak: %s

source: Folder name
hu_hu: Könyvtár név

source: No folder given
hu_hu: Nincs megadott könyvtár

source: %s is a reserved name
hu_hu: A8z) %s fenntartott név

source: Id
hu_hu: AZ

source: Title
hu_hu: Cím

source: Published
hu_hu: Közzétett

source: Ordering
hu_hu: Rendezés

source: Menu link
hu_hu: Menü link

source: Create a menu link
hu_hu: Menü link létrehozása

source: Include
hu_hu: Tartalmaz

source: Editable
hu_hu: Szerkeszthető

source: Unable to create menu link
hu_hu: A menü link létrehozása nem sikerült

source: Choose...
hu_hu: Válasszon...

source: This project already has a changelog
hu_hu: A projekt már tartalmazza a változások listáját

source: Install and Uninstall routine for packages
hu_hu: Telepítő és Eltávolító rutin a csomagokhoz

source: Lists Data from a specific table.
hu_hu: Egy bizonyos tábla adatainak listázása.

source: Menu link:
hu_hu: Menü link:

source: MD5 check failed on file: %s
hu_hu: MD5 ellenőrzés sikertelen: %s

source: Checking MD5 sums...
hu_hu: MD5 ellenőrzése...

source: There have been errors
hu_hu: Hiba történt

source: Check your environment
hu_hu: Ellenőrizd a környezetet

source: Console
hu_hu: Konzol

source: Output
hu_hu: Kimenet

source: Options
hu_hu: Beállítások

source: Generate documentation
hu_hu: Dokumentáció generálása

source: Tests
hu_hu: Tesztek

source: Click a to execute a UnitTest.
hu_hu: Az UnitTest végrehajtása egy kattintással.

source: Show results
hu_hu: Eredmények megjelenítése

source: Show console output
hu_hu: Konzol kimenet megjelenítése

source: Please click to
hu_hu: Kérem kattintson a

source: Lines
hu_hu: Sorok

source: View Source
hu_hu: Forrás megjelenítése

source: Properties
hu_hu: Tulajdonságok

source: Methods
hu_hu: Módszerek

source: Source code
hu_hu: Forráskód

source: Code
hu_hu: Kód

source: Comments
hu_hu: Megjegyzések

source: Blanks
hu_hu: Üres

source: Images
hu_hu: Képek

source: TOTAL
hu_hu: ÖSSZES

source: Color scheme
hu_hu: Szín sablon

source: Generate statistics
hu_hu: Statisztika generálása

source: Copy bootstrap.php to Joomla root
hu_hu: A bootstrap.php másolása a Joomla gyökérkönyvtárba

source: Bootstrap file not found
hu_hu: A Bootstrap fájl nem található

source: Create Test directory
hu_hu: Teszt könyvtár létrehozása

source: No tests defined yet
hu_hu: Még nincs meghatározott teszt

source: Duplicated Code
hu_hu: Duplikált kód

source: Searches your code for duplicates.
hu_hu: Duplikált kód keresése.

source: PHPUnit Tests
hu_hu: PHPUnit Tesztek

source: Statistics
hu_hu: Statisztika

source: Shows some statistics about your project.
hu_hu: Némi statisztika megjelenése az ön projektjéről.

source: Statistics2
hu_hu: Statisztika2

source: Archive is empty
hu_hu: A archív üres

source: No ZIP files found
hu_hu: ZIP fájl nem található

source: Modified
hu_hu: Módosítva

source: Configuration settings
hu_hu: Konfigurációs beállítások

source: EasyCreator Information
hu_hu: EasyCreator Információk

source: Credits
hu_hu: Szerzők

source: Documentation
hu_hu: Dokumentáció

source: Forum
hu_hu: Fórum

source: Feature requests
hu_hu: Speciális kérések

source: Version check
hu_hu: Verzió ellenőrzés

source: Registered Projects
hu_hu: Regisztrált projektek

source: Configure
hu_hu: Beállítás

source: None found
hu_hu: Nincs találat

source: Create your first project
hu_hu: Hozza létre az első projektjét

source: This extension is not compatible with MS internet explorer R
hu_hu: Ez a bővítmény nem kompatibilis az MS internet explorer R böngészővel

source: By Package
hu_hu: Csomag szerint

source: By Name
hu_hu: Név szerint

source: So many empty pages on the wiki ?
hu_hu: Túl sok üres oldal a wikin?

source: Show all PHP code
hu_hu: Összes PHP kód megjelenítése

source: Remove bad charcters
hu_hu: Hibás karakterek eltávolítása

source: Add prefix
hu_hu: Előtag hozzáadása

source: Convert code and language file
hu_hu: Kód és nyelvi fájl konvertálása

source: Convert language file
hu_hu: Nyelvi fájl konvertálása

source: Original
hu_hu: Eredeti

source: Fixed for %s
hu_hu: Javítva a(z) %s

source: Language file: %s
hu_hu: Nyelvi fájl: %s

source: No languages defined
hu_hu: Nincsenek meghatározott nyelvek

source: Translate
hu_hu: Fordítás

source: Add Comment
hu_hu: Új hozzászólás

source: Please choose a language
hu_hu: Kérem válasszon nyelvet

source: Default language
hu_hu: Alapértelmezett nyelv

source: Translated language
hu_hu: Lefordított nyelv

source: Corrected language
hu_hu: Javított nyelv

source: Key
hu_hu: Kulcs

source: Value
hu_hu: Érték

source: PHP XML file analysis
hu_hu: PHP XML fájl analízis

source: PHP, XML and JavaScript file analysis
hu_hu: PHP, XML és JavaScript fájl analízis

source: Menu analysis
hu_hu: Menü analízis

source: Filter
hu_hu: Szűrő

source: Translated
hu_hu: Lefordított

source: Not translated
hu_hu: Nem lefordított

source: Unable to translate without default translation
hu_hu: Az alapértelmezett fordítás nélkül a fordítás nem lehetséges

source: Loading Google Translation API
hu_hu: Google Translation API betöltése

source: Translate [s]
hu_hu: Fordítások

source: Copy
hu_hu: Másolat

source: Google translate
hu_hu: Google fordító

source: Versions
hu_hu: Verziók

source: No versions found
hu_hu: Verzió nem található

source: Date
hu_hu: Dátum

source: Actions
hu_hu: Események

source: Show
hu_hu: Megjelenítés

source: Errors
hu_hu: Hibák

source: Setup
hu_hu: Beállítása

source: Setup your language files
hu_hu: Válassza ki a nyelvi fájlokat

source: Files and menus
hu_hu: Fájlok és menük

source: Translations
hu_hu: Fordítások

source: Default file order
hu_hu: Alapértelmezett fájlsorrend

source: Translation order
hu_hu: Fordítás sorrend

source: Compare saved versions of your language files.
hu_hu: A mentett fájlok összehasonlítása a nyelvi fájlokkal.

source: Convert
hu_hu: Konvertálás

source: Do NOT show
hu_hu: NE jelenítse meg

source: Cut
hu_hu: Kivágás

source: Language
hu_hu: Nyelv

source: No logfiles found
hu_hu: Nem található naplófájlok

source: Clear log
hu_hu: Napló törlése

source: Unregistered Projects
hu_hu: Nem regisztrált projektek

source: Register
hu_hu: Regisztráció

source: Extension type
hu_hu: Bővítmény típus

source: External infos
hu_hu: Külső információk

source: PHP version
hu_hu: PHP verzió

source: Back
hu_hu: Vissza

source: Next
hu_hu: Következő

source: Required
hu_hu: Kötelező

source: Author name
hu_hu: Szerző neve

source: Author url
hu_hu: Szerző url

source: Youre done
hu_hu: Készen van

source: Create CHANGELOG.php
hu_hu: CHANGELOG.php létrehozása

source: Create it
hu_hu: Létrehozta

source: Attention
hu_hu: Figyelem

source: The project %s will be deleted
hu_hu: A(z) %s nevű projekt törölve lesz

source: Delete %s project file
hu_hu: A(z) %s projekt fájlok törlése

source: Delete the whole %s project including files and database
hu_hu: A teljes %s projekt törlése, beleértve a fájlokat és az adatbázist is

source: File tree
hu_hu: Fájl fa

source: Left click files to edit.
hu_hu: A szerkesztéshez bal klikk.

source: Right click files and folders for options.
hu_hu: Jobb klikk a könyvtárakhoz és a beállításokhoz.

source: Select an element
hu_hu: Válasszon elemet

source: Install and Uninstall PHP
hu_hu: PHP telepítése és törlése

source: Create install file
hu_hu: Telepítő fájl létrehozása

source: Create uninstall file
hu_hu: Eltávolító fájl létrehozása

source: Install and Uninstall SQL
hu_hu: SQL telepítése és eltávolítása

source: New group
hu_hu: Új csoport

source: Add group
hu_hu: Csoport hozzáadása

source: New parameter
hu_hu: Új paraméter

source: Add parameter
hu_hu: Paraméter hozzáadása

source: Please select a XML file
hu_hu: Válassza ki az XML fájlt

source: No parameters defined
hu_hu: Nincsenek meghatározott paraméterek

source: Autor-URL
hu_hu: Szerző URL

source: Joomla! version
hu_hu: Joomla! verzió

source: Extension name
hu_hu: Kiterjesztés neve

source: Install and Uninstall
hu_hu: Telepítés és törlés

source: Extension prefix
hu_hu: Kiterjesztés előtagja

source: A custom prefix for your extension.
hu_hu: A bővítmény egyedi előtagja

source: Separate JavaScript from PHP translations
hu_hu: JavaScript elkülönítése a PHP fordításoktól

source: Language file format
hu_hu: Nyelvi fájl formátuma

source: Menu
hu_hu: Menü

source: Text
hu_hu: Szöveg

source: Image
hu_hu: Kép

source: Submenu
hu_hu: Almenü

source: Add Submenu
hu_hu: Almenü hozzáadása

source: Add extensions
hu_hu: Új kiegészítő

source: No module projects found
hu_hu: Nem található ilyen modul projekt

source: Add Module
hu_hu: Modul hozzáadása

source: No plugin projects found
hu_hu: Nincs ilyen bővítmény projekt

source: Add Plugin
hu_hu: Bővítmény hozzáadása

source: Package installer ?
hu_hu: Csomag telepítő?

source: Package elements
hu_hu: Csomag elemek

source: Your package
hu_hu: Az ön csomagja

source: Available projects
hu_hu: Elérhető projektek

source: Compression
hu_hu: Tömörítés

source: Create index.html files
hu_hu: Index.html létrehozása

source: Create MD5 checksum file
hu_hu: MD5 ellenőrzőkód létrehozása

source: EasyCreator Options
hu_hu: EasyCreator beállítások

source: Remove EasyCreator AutoCode
hu_hu: EasyCreator AutoCode eltávolítása

source: File name
hu_hu: Fájlnév

source: Update
hu_hu: Frissítés

source: Method
hu_hu: Módszer

source: This will perform an upgrade on installing your extension
hu_hu: Ez frissíti és telepíti az ön kiegészítőjét

source: Upgrade
hu_hu: Frissítés

source: Relations
hu_hu: Kapcsolatok

source: Add relation
hu_hu: Kapcsolat hozzáadása

source: New relation
hu_hu: Új kapcsolat

source: Foreign table
hu_hu: Idegen tábla

source: Aliases
hu_hu: Aliasok

source: Is registered
hu_hu: Regisztrálva

source: In DB
hu_hu: Az adatbázisban

source: Has install
hu_hu: Telepítve

source: Register Table
hu_hu: Tábla regisztrálása

source: New Table
hu_hu: Új tábla

source: Fields
hu_hu: Mezők

source: Add Field
hu_hu: Új mező

source: CREATE Table
hu_hu: Tábla LÉTREHOZÁS

source: Building
hu_hu: Létrehozás

source: Shows all the files belonging to your project
hu_hu: A projekthez tartozó összes fájl megjelenítése

source: Installing
hu_hu: Telepítés

source: Parameters
hu_hu: Paraméterek

source: Modify your project parameters stored in XML files.
hu_hu: Az XML fájlban tárolt projekt paraméterek módosítása.

source: Remove Project
hu_hu: Projekt eltávolítása

source: This will your delete your project.
hu_hu: Ez törölni fogja a projektedet.

source: Export templates
hu_hu: Sablonok exportálása

source: Select the templates to export
hu_hu: Válassza ki az exportálni kívánt sablonokat

source: Export
hu_hu: Exportálás

source: Exports
hu_hu: Exportálás

source: Action
hu_hu: Esemény

source: Download
hu_hu: Letöltés
