Repository: DVSBA/EasyCreator
Catalog: administrator/components/com_easycreator/g11n/*/*.com_easycreator.po
Languages: hu_hu

source: Install templates
hu_hu: Sablonok telepítése

source: Select a template package to import
hu_hu: Válassza ki az exportálni kívánt sablon csomagot

source: Package File
hu_hu: Csomag fájl

source: Upload and install package
hu_hu: Csomag feltöltése és telepítése

source: Extension templates
hu_hu: Bővítmény sablonok

source: Standard files
hu_hu: Alapvető fájok

source: Install
hu_hu: Telepítés

source: Create %s
hu_hu: Létrehozás %s

source: Packing format options
hu_hu: Csomag formátum beállítások

source: Custom name format
hu_hu: Egyedi név formátum

source: Customize
hu_hu: Testreszabás

source: Archive
hu_hu: Archív
