Repository: DVSBA/EasyCreator
Catalog: administrator/components/com_easycreator/g11n/*/*.com_easycreator.js.po
Languages: pt_br

source: Please review your input
pt_br: Favor rever seu input

source: Loading...
pt_br: Carregando...

source: Delete
pt_br: Apagar

source: Select...
pt_br: Selecione...

source: CodeEye is checking your environment...
pt_br: CodeEye está checando seu ambiente...

source: This is not a number
pt_br: Este não é um número

source: Please add at least one field
pt_br: Favor adicionar ao menos um campo

source: Please choose one or more files to deploy
pt_br: Por favor, escolha um ou mais arquivos para implantar

source: Deploying to %s
pt_br: Implantando em %s

source: Obtaining downloads from: %s
pt_br: Obtendo downloads a partir de: %s

source: Generating synchronization list...
pt_br: Gerando lista de sincronização ...

source: Deleting files on: %s
pt_br: Excluindo arquivos em: %s

source: Synchronizing files on: %s
pt_br: Sincronizando arquivos em: %s

source: New project...
pt_br: Novo projeto...

source: Register project...
pt_br: Registrar projeto...

source: Loading project...
pt_br: Carregando projeto...

source: Checking...
pt_br: Verificando

source: Server error
pt_br: Erro de servidor

source: The Latest EasyCreator version is: %s
pt_br: A versão mais recente EasyCreator: %s

source: Your version is up-to-date
pt_br: Sua versão é up-to-date

source: Unknown version - maybe SVN ?
pt_br: Versão Desconhecido - talvez SVN?

source: Saving...
pt_br: Salvando...

source: Please enter a description for the element
pt_br: Favor digitar uma descrição para o elemento

source: The element has been added
pt_br: O elemento foi adicionado

source: Text
pt_br: Texto

source: Ordering
pt_br: Organizando

source: Image
pt_br: Imagem

source: User defined
pt_br: Definido pelo usuário

source: You must provide a name
pt_br: Você deve prover um nome

source: Name
pt_br: Nome

source: Priority
pt_br: Prioridade

source: Type
pt_br: Tipo

source: Please select a package to upload
pt_br: Favor selecionar um pacote para subir

source: Deleting...
pt_br: Apagando...

source: Empty
pt_br: Vazio

source: Undefined Joomla! version
pt_br: Versão Joomla! não definida

source: Translating...
pt_br: Traduzindo...

source: You must provide a version number
pt_br: Você deve prover um número de versão

source: You must provide a list postfix
pt_br: Você deve prover uma lista pós-fixa

source: Creating your package...
pt_br: Criar o seu pacote ...

source: Undefined Joomla! version: %s
pt_br: Versão Joomla! não definida: %s
